Repository: vibrito/footballWhitLabel
Catalog: BR2026/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br, pt_pt

# Also %@
source: Also %1$@
es: También %1$@
fr: Aussi %1$@
pt_br: Também %1$@
pt_pt: Também %1$@

source: Also Today
es: También hoy
fr: Aussi aujourd'hui
pt_br: Também hoje
pt_pt: Também hoje

source: App Icon
es: Icono de la aplicación
fr: Icône de l'app
pt_br: Ícone do App
pt_pt: Ícone da Aplicação

source: Check Fixtures for the full schedule
es: Consulta Calendario para ver el horario completo
fr: Consultez Calendrier pour le programme complet de la saison
pt_br: Veja Jogos para o calendário completo
pt_pt: Consulte o Calendário para todos os jogos da época

source: Couldn't change the app icon. Try again.
es: No se pudo cambiar el icono de la aplicación. Inténtalo de nuevo.
fr: Impossible de changer l'icône de l'app. Réessayez.
pt_br: Não foi possível alterar o ícone do app. Tente novamente.
pt_pt: Não foi possível alterar o ícone da aplicação. Tente novamente.

source: D
es: E
fr: N
pt_br: E
pt_pt: E

source: Default
es: Predeterminado
fr: Par défaut
pt_br: Padrão
pt_pt: Padrão

source: Finished
es: Finalizado
fr: Terminé
pt_br: Encerrado
pt_pt: Encerrado

source: Fixtures
es: Calendario
fr: Calendrier
pt_br: Jogos
pt_pt: Calendário

# For %@
source: For %1$@
es: Para %1$@
fr: Pour %1$@
pt_br: Por %1$@
pt_pt: Por %1$@

source: GD
es: DG
fr: DB
pt_br: SG
pt_pt: SG

# Half-time %lld–%lld
source: Half-time %1$lld–%2$lld
es: Descanso %1$lld–%2$lld
fr: Mi-temps %1$lld–%2$lld
pt_br: Intervalo %1$lld–%2$lld
pt_pt: Intervalo %1$lld–%2$lld

source: HT
es: DESC
fr: MT
pt_br: INT
pt_pt: INT

source: L
es: P
fr: P
pt_br: D
pt_pt: D

source: LIVE
es: EN VIVO
fr: EN DIRECT
pt_br: AO VIVO
pt_pt: AO VIVO

source: Matchday
es: Jornada
fr: Journée
pt_br: Rodada
pt_pt: Jornada

source: More
es: Más
fr: Plus
pt_br: Mais
pt_pt: Mais

source: More settings coming soon
es: Más ajustes próximamente
fr: Plus de réglages à venir
pt_br: Mais configurações em breve
pt_pt: Mais definições brevemente

source: No events yet
es: Aún no hay eventos
fr: Aucun événement pour l'instant
pt_br: Nenhum evento ainda
pt_pt: Ainda sem eventos

source: No upcoming matches
es: No hay próximos partidos
fr: Aucun match à venir
pt_br: Nenhum jogo agendado
pt_pt: Sem jogos agendados

source: Own Goal
es: Autogol
fr: But contre son camp
pt_br: Gol Contra
pt_pt: Golo Contra

source: P
es: J
fr: J
pt_br: J
pt_pt: J

source: Penalty
es: Penalti
pt_br: Pênalti
pt_pt: Penálti

source: Preferences
es: Preferencias
fr: Préférences
pt_br: Preferências
pt_pt: Preferências

source: Restore Purchases
es: Restaurar compras

source: Round
es: Ronda
fr: Journée
pt_br: Rodada
pt_pt: Jornada

# Round %lld
source: Round %1$lld
es: Ronda %1$lld
fr: Journée %1$lld
pt_br: Rodada %1$lld
pt_pt: Jornada %1$lld

source: Stadium
es: Estadio
fr: Stade
pt_br: Estádio
pt_pt: Estádio

source: Standings
es: Clasificación
fr: Classement
pt_br: Classificação
pt_pt: Classificação

source: Team Theme
es: Temas de Equipos
pt_br: Temas de Times

source: Terms of Service
es: Términos de servicio
fr: Conditions d'Utilisation
pt_br: Termos de Serviço
pt_pt: Termos de Serviço

# terms_of_service_body
source: By using this app, you agree to the following terms. 1. About This App This app provides live scores, fixtures, and standings for the %@ championship. Match, team, and competition data is provided by a third-party sports data API and is displayed as received; we do not guarantee its accuracy or timeliness. 2. Acceptable Use You agree to use this app only for lawful purposes and not to attempt to disrupt, reverse-engineer, or gain unauthorized access to its underlying services. 3. No Warranty This app is provided "as is," without warranties of any kind. We are not liable for any inaccuracies in match data, missed updates, or interruptions in service. 4. Changes to These Terms We may update these terms from time to time. Continued use of the app after changes constitutes acceptance of the updated terms. 5. Contact Questions about these terms can be directed to the app's support contact listed on its App Store page.
es: Al utilizar esta aplicación, aceptas los siguientes términos. 1. Sobre esta aplicación Esta aplicación ofrece resultados en directo, calendario y clasificación del campeonato %@. Los datos de partidos, equipos y competición son proporcionados por una API deportiva de terceros y se muestran tal como se reciben; no garantizamos su precisión ni su actualización puntual. 2. Uso aceptable Aceptas utilizar esta aplicación únicamente con fines lícitos y no intentar interrumpir, aplicar ingeniería inversa ni acceder sin autorización a sus servicios subyacentes. 3. Sin garantía Esta aplicación se ofrece "tal cual", sin garantías de ningún tipo. No nos hacemos responsables de posibles inexactitudes en los datos de los partidos, actualizaciones no realizadas o interrupciones del servicio. 4. Cambios en estos términos Podemos actualizar estos términos ocasionalmente. El uso continuado de la aplicación tras dichos cambios constituye la aceptación de los términos actualizados. 5. Contacto Las preguntas sobre estos términos pueden dirigirse al contacto de soporte de la aplicación que figura en su página de la App Store.
fr: En utilisant cette application, vous acceptez les conditions suivantes. 1. À propos de cette application Cette application fournit les scores en direct, le calendrier et le classement du championnat %@. Les données de matchs, d'équipes et de compétition proviennent d'une API sportive tierce et sont affichées telles que reçues ; nous ne garantissons ni leur exactitude ni leur actualisation en temps réel. 2. Utilisation autorisée Vous vous engagez à utiliser cette application uniquement à des fins légales et à ne pas tenter de perturber, d'effectuer une rétro-ingénierie ou d'accéder sans autorisation à ses services sous-jacents. 3. Absence de garantie Cette application est fournie « telle quelle », sans garantie d'aucune sorte. Nous ne pouvons être tenus responsables des imprécisions dans les données de match, des mises à jour manquées ou des interruptions de service. 4. Modifications des présentes conditions Nous pouvons modifier ces conditions de temps à autre. La poursuite de l'utilisation de l'application après ces modifications vaut acceptation des nouvelles conditions. 5. Contact Les questions relatives à ces conditions peuvent être adressées au contact d'assistance indiqué sur la page App Store de l'application.
pt_br: Ao usar este aplicativo, você concorda com os seguintes termos. 1. Sobre este aplicativo Este aplicativo fornece placares ao vivo, jogos e classificação do campeonato %@. Os dados de partidas, times e competição são fornecidos por uma API esportiva de terceiros e exibidos como recebidos; não garantimos sua precisão ou atualização em tempo real. 2. Uso aceitável Você concorda em usar este aplicativo apenas para fins lícitos e em não tentar interromper, fazer engenharia reversa ou obter acesso não autorizado aos seus serviços subjacentes. 3. Sem garantias Este aplicativo é fornecido "como está", sem garantias de qualquer tipo. Não nos responsabilizamos por imprecisões nos dados das partidas, atualizações perdidas ou interrupções no serviço. 4. Alterações a estes termos Podemos atualizar estes termos periodicamente. O uso continuado do aplicativo após as alterações constitui aceitação dos novos termos. 5. Contato Dúvidas sobre estes termos podem ser enviadas para o contato de suporte listado na página do aplicativo na App Store.
pt_pt: Ao utilizar esta aplicação, concorda com os seguintes termos. 1. Sobre esta aplicação Esta aplicação fornece resultados ao vivo, jogos e classificação do campeonato %@. Os dados de jogos, equipas e competição são fornecidos por uma API desportiva de terceiros e apresentados tal como recebidos; não garantimos a sua exatidão ou atualização em tempo real. 2. Utilização aceitável Compromete-se a utilizar esta aplicação apenas para fins lícitos e a não tentar interromper, efetuar engenharia inversa ou obter acesso não autorizado aos seus serviços subjacentes. 3. Sem garantias Esta aplicação é fornecida "tal como está", sem garantias de qualquer tipo. Não nos responsabilizamos por imprecisões nos dados dos jogos, atualizações em falta ou interrupções no serviço. 4. Alterações a estes termos Podemos atualizar estes termos periodicamente. A utilização continuada da aplicação após alterações constitui aceitação dos novos termos. 5. Contacto Questões sobre estes termos podem ser enviadas para o contacto de suporte indicado na página da aplicação na App Store.

source: Timeline
es: Cronología
fr: Chronologie
pt_br: Cronologia
pt_pt: Cronologia

source: Today
es: Hoy
fr: Aujourd'hui
pt_br: Hoje
pt_pt: Hoje

source: Venue TBD
es: Sede por confirmar
fr: Lieu à confirmer
pt_br: Local a definir
pt_pt: Local a definir

source: W
es: G
fr: G
pt_br: V
pt_pt: V

source: %1$@ versus %2$@, kicks off at %3$@
es: %1$@ contra %2$@, comienza a las %3$@
fr: %1$@ contre %2$@, coup d'envoi à %3$@
pt_br: %1$@ contra %2$@, começa às %3$@
pt_pt: %1$@ contra %2$@, começa às %3$@

source: %1$@ versus %2$@, postponed
es: %1$@ contra %2$@, aplazado
fr: %1$@ contre %2$@, reporté
pt_br: %1$@ contra %2$@, adiado
pt_pt: %1$@ contra %2$@, adiado

source: %1$@ versus %2$@, live
es: %1$@ contra %2$@, en vivo
fr: %1$@ contre %2$@, en direct
pt_br: %1$@ contra %2$@, ao vivo
pt_pt: %1$@ contra %2$@, em direto

source: %1$@ %2$@, %3$@ %4$@, live, %5$@ minute
es: %1$@ %2$@, %3$@ %4$@, en vivo, minuto %5$@
fr: %1$@ %2$@, %3$@ %4$@, en direct, %5$@e minute
pt_br: %1$@ %2$@, %3$@ %4$@, ao vivo, %5$@ minutos
pt_pt: %1$@ %2$@, %3$@ %4$@, em direto, %5$@ minutos

source: %1$@ versus %2$@, final score
es: %1$@ contra %2$@, resultado final
fr: %1$@ contre %2$@, score final
pt_br: %1$@ contra %2$@, resultado final
pt_pt: %1$@ contra %2$@, resultado final

source: %1$@ %2$@, %3$@ %4$@, final score
es: %1$@ %2$@, %3$@ %4$@, resultado final
fr: %1$@ %2$@, %3$@ %4$@, score final
pt_br: %1$@ %2$@, %3$@ %4$@, resultado final
pt_pt: %1$@ %2$@, %3$@ %4$@, resultado final

source: %@ versus %@ has kicked off
es: %@ contra %@ ha comenzado
fr: Le match %@ contre %@ a commencé
pt_br: %@ contra %@ começou
pt_pt: %@ contra %@ começou

source: Full time: %@
es: Final del partido: %@
fr: Fin du match : %@
pt_br: Fim de jogo: %@
pt_pt: Fim de jogo: %@

source: Goal! %@. %@
es: ¡Gol! %@. %@
fr: But ! %@. %@
pt_br: Gol! %@. %@
pt_pt: Golo! %@. %@

# %@ · FT
source: %1$@ · FT
fr: %1$@ · FIN
pt_br: %1$@ · FIM
pt_pt: %1$@ · FIM

source: FT
fr: FIN
pt_br: FIM
pt_pt: FIM

source: Legal
fr: Légal

source: PPD
fr: REPORTÉ
pt_br: ADIADO
pt_pt: ADIADO

source: Pts
pt_br: P
pt_pt: P

source: VS
pt_br: X
pt_pt: X
